# list of essential brew casks to install
adguard
alacritty
aldente
bettertouchtool
beekeeper-studio
docker
devpod
discord
google-chrome
hammerspoon
nextcloud
rustdesk
spotify
surfshark
the-unarchiver
obsidian
vscodium
whatsapp
webtorrent
zoom
